Repository: jouissancetka/LMW
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 所以有些丹师会选择与西境一些妖兽做交易，或者自己带强者到西境寻找灵草。
en_us: So some mages would choose to do business with some of the demon beasts in Western Continent, or they would bring experts along and go to Western Continent to search for magic herbs themselves.

source: 所以现在不能光明正大的上去。
en_us: So he couldn't go up there in plain sight.

source: 所以蠢主人只能当个蠢货，就知道欺负兽。
en_us: Thus, a stupid owner could only be stupid and bully his demon beasts.

source: 所以要是在这里错过了心灵花草，下次就没那么好运了。
en_us: So if they let the Heart Flower Herb go here, they wouldn't get so lucky next time.

source: 所以说，有什么样的主人，就有有什么样的契约兽，都一个德行。
en_us: That's why it was said that contracted demon beasts took after their master. They were all the same.

source: 所幸他们不需要天天吃饭，凌霄也没有异议，他就真的没做了。
en_us: It was good that they didn't need to eat everyday so that without any objection from Ling Xiao, he just didn't do anything.

source: 所有人皆是一惊，顾不得宫殿里的宝贝，他们开始迅速的撒腿，直觉告诉他们，如果此时不走，以后就走不了了。
en_us: Everyone became alarmed and rushed to escape, without a care of the treasures inside. Their instincts told them that if they didn't go now, they would never be able to.

source: 所有人看得目瞪口呆。
en_us: Everyone was dumbstruck upon witnessing this.

source: 所有人都惊呆了。
en_us: Everyone stared in shock.

source: 所有人都疯了一般，直到一道愤怒的吼叫凭空而降。
en_us: Everyone seemed to have lost their minds, until a furious roar sounded from the skies.

source: 所有参赛者将会进入到一个石屋里，那间石屋不是普通的屋子，而是用一种黑色的重力石建造的。
en_us: All the participants would enter a stone room, but this room wasn’t a normal stone room, but one made from a type of black gravity stone.

source: 所谓的入魔者就是在晋级时守不住心神，被心魔趁虚而入，这种人一般有两个下场，一个是从此身死道消。
en_us: The so-called devil-path cultivator was one who was unable to guard their mind when they advanced and was taken advantage of by (趁虚而入) heart devils (心魔). This kind of people generally have two endings. One was for their body to die and their cultivation to vanish from henceforth (从此身死道消).

source: 所谓的杂草是指灵草田附近生长的杂草，凌霄收灵草的时候是将整块灵草田都拔起，所以不可避免连杂草也一并收了。
en_us: These weeds were the weeds that often grew near magic herb fields. When Ling Xiao gathered magic herbs, he'd take the entire field of magic herbs, so he'd often end up taking the weeds as well.

source: 手、手抖？
en_us: Hand... hand slipped?

source: 手臂上的鸡皮疙瘩霎时争先恐后的冒出来。
en_us: The goosebumps on his arms sprang up in an instant.

source: 打个比方说，同阶强者要扰乱低等空间符的传送用一成到二分的力量即可，而中等空间符却需要五到六分，所以凌霄才制作了十四枚中等空间符。
en_us: For example, a cultivator of the same rank needed to used one to two tenths of their power to disrupt the transportation of a low-level teleportation talisman. However, they needed to use five to six tenths of their power to disrupt a mid-level teleportation talisman. This was why Ling Xiao produced fourteen teleportation talismans.

source: 打击前所未有。
en_us: This was unprecedented.

source: 打家都在讨论昨晚的女鬼叫声，虽然被炒得睡不着觉，但大家对这种八卦还是很感兴趣的。
en_us: Everyone was discussing the sound of the female ghost screaming last night. Even though there had been such a racket that they couldn't sleep, everyone was still very interested in this kind of gossip.

source: 扔下这句话，他一眨眼就不见了人影。
en_us: After spitting out this sentence, he disappeared in the blink of an eye.

source: 托莫景和武成的福，他攒了不少成熟的顶级灵草，刚好凑成几副材料，因为刚晋级二品，为了更熟悉彩级灵丹复杂的炼丹过程，他把那些材料都拿出来炼手。
en_us: He had accumulated a lot of mature transcendent level magic herbs due to Mo Jing's and Wu Cheng's help, and what he had just managed to make up several sets of materials (刚好凑成几副材料). In order familiarized himself with the complex steps in the process of refining a Rainbow pill because he had just advanced to the Second Grade, he took those materials out to practice refining.

source: 把你的命给我留下来吧！”
en_us: You'd better leave your life behind!"

source: 把灵丹都卖出去后，游小默回到楼阁，凌霄的速度比他慢不了多少，他前脚才回来，他后脚就到了，游小默一脸欣喜，不过还没等他走过去，猫球突然从他肩膀上跳了下去，几下就跳到凌霄面前。
en_us: With all the beauty pills sold, You XiaoMo returned to the pavilion. Ling Xiao wasn’t much slower than him and arrived not soon after. You XiaoMo’s face lit up in joy upon seeing him, yet before he could walk over, CatQiu suddenly jumped down from his shoulder and all the way to Ling Xiao.

source: 抖得跟筛子似得，但凌霄接下来的动作他就知道为什么了。
en_us: It shook like no tomorrow and Ling Xiao's next move explained You XiaoMo's confusion.

source: 抿唇笑了笑，夏音这才看向那名斗篷人，“黑蜘蛛的人果然够神秘，不知阁下在黑蜘蛛算何级别？”
en_us: Xia Yin pressed her lips together and smiled before finally looking at the cloaked person. "The Black Spider's subordinates are indeed very mysterious. I am not sure what rank Your Excellency holds at the Black Spider?"

source: 拍卖会的入口不是乌梅镇的入口，而是在距离乌梅镇右侧一千米远茂密葱葱的山区里，与入口中间横着一面绵延大山，只要不去翻那里，基本没人发现得了。
en_us: The entrance to the auction was not at the entrance to Ebony Plum Town, but in the dense and thick mountainous area one kilometer to the right of Ebony Plum Town. With a chain of continuous mountain ranges between the entrance and the forest (入口中间横着一面绵延大山), as long as one did not go rummaging there, almost no one would find it.

source: 拍卖盛会的开场时间没有设定得太早，不过因为拍卖的都是精品，所以很多人都会选择早一点过去，以免错过了。
en_us: The opening time of the auction was not set too early, but many people would choose to go earlier to avoid missing the opening since all the items sold in the auction were all quality goods.

source: 拍卖会在继续，之后又出现了不少好东西，众多大势力也开始有动作，每当他们出手，其他人就不再参与其中。
en_us: The auction continued on and many quality items appeared. The major forces also started bidding and whenever that happened, everyone else would stop competing.

source: 拍卖会的开头往往不会拍卖一些高价值的，不过既然黑蜘蛛的拍卖物品号称精品，那么开头的东西应该也不会差到哪里。
en_us: Normally an auction would start off with some lesser valuable stuff, but since the auction items of the Black Spiders are known as boutiques/quality goods (精品), then the opening shouldn't be too bad either.

source: 拍卖台上出现一个袖珍小玉瓶，能够作为压轴拍卖品的内丹，它的等级十之八九超过十二阶。
en_us: A small pocket-size jade bottle appeared on the auction stage. In order for it to be a Life Crystal that could serve as one of the finale items, its level most likely had to exceed Level Twelve.

source: 拍卖台上此时正摆着一批捆绑的灵草，这种情况并不少见，但是令人震惊的是，这些灵草有三分之二都是顶级灵草，而且听说还有一批质量很好的顶级灵草种子，这是附赠的。
en_us: Currently on the table was a batch of magic herbs. This wasn't a common occurrence and more importantly, two-thirds were transcendent level magic herbs. Not only that, as a gift, there was also a batch of high quality transcendent level magic seeds.

source: 拍卖台上，拍卖师已经开始滔滔不绝的介绍羊皮纸的真面目，其实也就一句话：这是一张远古流传下来的藏宝图，一般远古的东西不是绝世珍宝，就是洞府之类的。
en_us: On the auction platform, the auctioneer had already began an unceasing torrent of word to introduce the true value of he parchment. In fact, it was also just a sentence: This is a treasure map handed down from ancient times, generally ancient items are either exceptional treasures or a legendary abode and such.

source: 拍卖台的灵草比武成帮他找的那批还要多，价格肯定不会低于一亿三千万灵晶，凌霄竟然出价一亿一千万，还是说这是试试水？
en_us: There were even more magic herbs in the auction than the amount that Wu Cheng had helped him find, and their prices definitely wouldn't be lower than 130 million spirit gems. Yet Ling Xiao had only offered a price of 110 million, and even said that this was just testing the waters?

source: 拍卖场的头顶亦铺着一层白色晶点矿石，很好的防止坍塌的可能性。
en_us: The ceiling of the auction house was covered in a layer of white luminous fragments, which prevented the possibility of a cave-in.

source: 拍卖师介绍完之后就宣布拍卖会开始。
en_us: After the auctioneer finished their introductions, they announced the start of the auction.

source: 拍卖师停顿了一下，方念道：“三十一号出家一千五百万灵晶。”
en_us: The auctioneer paused before reading, "Number thirty-one offers fifteen million spirit gems."

source: 拍卖师又重复了一遍，其实他心里已经知道不太可能，像双鱼酒楼这样的势力，五亿差不多是他们全部的资产，赤血家族等大势力总资产则是十几亿，让他们扔五亿，甚至更多买下一张只有四分之一的地图是绝对不可能的。
en_us: The auctioneer repeated himself. In reality, he already knew it wasn't very possible. For a power like the ShuangYu Hotel, five hundred million was almost the entirety of their assets. Greta powers like the ChiXue Clan probably had a total of just over a billion in assets. It would be impossible to ask them to throw away five hundred million just for a quarter of a map.

source: 拍卖师和其他人的想法一样，都不认为游小默身上还有七亿两千万灵晶，他这一举动不仅让黑蜘蛛少赚了七亿对灵晶，而且贪狼的内丹也相当于流拍了，传到七罪兽耳中，他们少不了会来找麻烦。
en_us: Neither the auctioneer nor the others thought that You XiaoMo still had seven hundred and twenty million spirit gems in his pocket. Not only did action of his make the Black Spider lose out on the sum of seven hundred million spirit gems, the sale of the Life Crystal of the Wolf of Gluttony (贪狼) could be considered as failed. Furthermore, they would inevitably come to cause trouble when news of the Life Crystal being sold spread to the ears of the Seven Sins Beasts.

source: 拍卖师喊出‘两亿一千五百万’的时候，拍卖会场已经安静下来。
en_us: When the auctioneer shouted out '215 million,' the auction house had already quieted down.

source: 拍卖师在看到晶石板上的数字是笑容不由得僵了一下，虽然不是十五号，但是十四号跟十五号是一伙的，这两个人到底是来捣乱的，还是真心想拍卖这些东西。
en_us: When the auctioneer saw the number on the crystal tablet, his smile froze for a moment. Though it wasn't number fifteen, fourteen and fifteen were together. Were these to here to make a mess or did they actually want to buy these things?

source: 拍卖师奸气氛终于调动起来，松了一口气的同时便宣布道：“低价两亿，大家可以开始竞价了。”
en_us: Seeing that the atmosphere was finally starting to buzz, the auctioneer sighed in relief before he announced, "The starting price is two hundred million. Everyone can start bidding now."

source: 拍卖师如是想着，只要东西不在他手上流拍就行了，管他价格是多少，反正将这枚内丹拿出来拍的人也不是他。
en_us: Thus, the auctioneer thought that it would be fine as long as the sale of the items did not fail while he was the auctioneer. In any case, he was not the one who took this Life Crystal out for auction so it did not matter what the price was.

source: 拍卖师已经打开灵酒的塞子。
en_us: As they were talking, the auctioneer had already opened the spirit wine.

source: 拍卖师开始介绍内丹的来历，“如大家所见，这是一枚十二阶一星妖兽的内丹，它的作用我就不多说，想必大家都清楚，底价是两亿五千万，现在各位可以开始竞价。”
en_us: The auctioneer started to introduce the Life Crystal's background. "As everyone can see, this is a level twelve one-star demon beast's Life Crystal. I won't speak much about its effects, as I trust everyone already knows. The bidding starts at 250 million, and now everyone can begin the bidding."

source: 拍卖师很快宣布了价格，“十七号出价一亿两千万，还有没有人出更高的价格？”
en_us: It wasn't long before the auctioneer announced the price, "Number seventeen offers one hundred and twenty million, is there a higher bid?"

source: 拍卖师愣了一下，立刻惊喜的喊道：“两百一十号出价五亿一千万。”喊完就朝出家的额外呢看过去，结果却发现是那名黑袍人。
en_us: The auctioneer froze for a moment before exclaiming in excitement, "Number 210 bids five hundred and ten million." After he yelled this, he looked towards the one who had bid, and realized it was the black-cloaked figure.

source: 拍卖师掀掉红布，托盘上反复着一张棕色的羊皮纸，看起来好像是丹方之类的，特意放在最后的丹方，难道是高品彩级丹方？
en_us: The auctioneer removed the red cloth, revealing a brown parchment placed on the tray. It looked like a pill recipe or such. Could this pill recipe that was intentionally placed as the last item be a high-grade Rainbow Level pill recipe?

source: 拍卖师朝真龙族的方向看了一眼，后者眉头紧锁，最后还是摇摇头，手离开了晶石板。
en_us: The auctioneer glanced in the True Dragon Clan's direction. The latter's eyebrows were knitted tightly together, and finally, he shook his head and his hand left the spirit gem board.

source: 拍卖师激动中带着一丝咬牙切齿的声音骤然响起。
en_us: The auctioneer burst into an excited cry, yet a trace of the sound of gnashing teeth abruptly sounded during his cry.

source: 拍卖师的眼睛越来越亮，嘹声道：“十五号出价六亿，有人高过他吗？”
en_us: The auctioneer's eyes grew brighter and brighter as he cried out, "Number Fifteen's bid is six hundred million. Are there any higher bids?"

source: 拍卖师看到游小默出的价格，脸上终于露出满意的笑容，“十五号出价四亿。”然后他就看向游震天。
en_us: When the auctioneer saw the price put forth by You XiaoMo, he finally smiled with satisfaction, "Number Fifteen's bid is four hundred million." Then he looked at You ZhenTian.

source: 拍卖师眯起眼。
en_us: The auctioneer narrowed his eyes.

source: 拍卖师瞥向一号座位的男人，他以为他不会是第一个，结果却出乎他的意料，拍卖师朗声道：“一号出价三亿灵晶，有没有人比他更高？”
en_us: The auctioneer shot a glance at the man sitting in the number one seat. He had thought that he wouldn't be the first to act, but in the end he had exceeded his expectations. The auctioneer said in a loud and clear voice, "Number one bids 300 million spirit gems, is there anyone who will bid higher?"

source: 拍卖师知道他们对下面的物品已经期待许久了，也不废话，让拍卖台直接将第一件压轴拍卖品升起来。
en_us: The auctioneer knew that they had all been anticipating the upcoming items for a long time now, so he didn't waste time and told them to directly bring out the first of the finale auction items.

source: 拍卖师说：“我知道大家可能以为这是丹方，不过我很遗憾的告诉大家，这并不是丹方，但是我相信大家知道它的真面目后一定会觉得这趟没有白来。”
en_us: The auctioneer explained, "I know that everyone is thinking that it's a pill recipe. However, I'm sorry to say that though it's not a pill recipe, I believe that everyone here would find this trip worthwhile when you know what it really is."

source: 拍卖师连续喊了几次都没有人应，正当他敲下锤子时，晶石板突然又亮了，跳出一行字。
en_us: After the auctioneer called out a few more times with no response, he was about to finalize the deal when suddenly, a line of text appeared on his tablet.

source: 拍卖师重复了两次，正当第三次准备尘埃落定的时候，他的晶石板又重新刷新了。
en_us: The auctioneer repeated himself twice again, and when he prepared to lower the hammer on the third time, the crystal tablet updated.

source: 拍卖师顿了两秒，只得宣布道：“十四号出价八亿。”
en_us: The auctioneer hesitated for two seconds and could only announce, "Number fourteen bids eight hundred million."

source: 拜托，这跟笨不笨没关系好不好，他再聪明也不可能听得懂兽语。
en_us: This doesn’t have anything to with being dumb, okay? No matter how smart you are, it’s not possible to understand the language of beasts.

source: 拥有吞噬神火的族人对妖凰族来说就是个宝，但如果这个宝与他们有仇怨，那绝对是巨大的灾难。
en_us: Clan members that had the engulfing Godfire was a treasure for the Demon Phoenix Clan, but if this treasure bore a grudge towards them, that was absolutely a huge catastrophe.

source: 拿到储物袋的游单瞥了他一眼：“还不快走？”
en_us: You Dan glanced at him after receiving the bags. "Why aren't you leaving yet?"

source: 按照惯例，游小默给他取了个小名叫气球。
en_us: In accordance with his usual practice, You XiaoMo gave him a nickname called QiQiu (气球).

source: 挖好洞后，两个男人搬起麻袋准备扔进去，这时，麻袋突然动了一下，紧接着便剧烈的挣扎起来，还有呜呜的声响传出来，显然人还没死。
en_us: The two men picked the sack up and prepared to throw it in after digging the hole. At this moment, the sack abruptly moved. It immediately began to struggle frantically as the sound of sobbing came from it. Evidently, the person inside was still not dead.

source: 换完衣服，游小默又把凌霄曾经带过的银面具拿出来给他戴上，虽然有点惹眼，但是好过被认出来。
en_us: After they changed, You XiaoMo pulled out the silver mask Ling Xiao wore before for him to wear again. Although it was a bit striking, it's better than being recognized.

source: 据小镇上的人说，峡谷下面有空间之力肆虐，任何掉下去的人绝对有去无回，是洞域最危险的地方，没有之一。
en_us: According to the people in the town, spacial force wrecked chaos at the bottom. Anyone who fell in wouldn't have any hope of return. It was doubtlessly the single most dangerous place in the Dong Yu.

source: 据说两人很久以前是好朋友，不知为什么，一个加入丹师工会，一个加入驭兽工会，可能意见产生分歧，后来每次见面都少不了斗一次嘴。
en_us: It was said that the two were good friends a long time ago. However, it was not known why one joined the Mage Association and the other joined the Beast Transfiguration Guild. Maybe it was because they had a division of opinions and in the end, they were bound to bicker every time they met.

source: 据说杨丁的惨叫声大得另一条商船都听到了。
en_us: According to some, Yang Ding's cry could be heard from the other merchant ship.

source: 据说获得第一名的丹师能得到通天殿第一任通天帝成为超越圣境强者的存在的秘密，因为事关重大，所以通天殿很久才会举办一次，这也是他们把协议定在万年后的原因之一。
en_us: It was said that the mage who won the first prize could gain the secret how of the first TongTian Emperor became an existence that ascended beyond the Sacred Realm. (据说获得第一名的丹师能得到通天殿第一任通天帝成为超越圣境强者的存在的秘密) The TongTian Palace only held this event once in a long while because this concerned an extremely important matter. This was also one of the reasons why they set the agreed time to ten thousand years later.

source: 据说这种晶石只有一处地方有，而那个地方极其危险，只有真正能力的人才有办法开采。
en_us: According to what he heard, there was only one place that had these crystal stones, and it was an extremely dangerous place. Only those who are truly strong have a way to mine them.

source: 据颜辉后来提起，他说反应最剧烈的人就数安桥。
en_us: According to Yan Hui, the one with the most intense reaction to this had been An Qiao.

source: 掌柜一张脸笑得跟菊花似的，“客官，您这是准备去哪儿？”因为是天井式建筑，所以从一楼也可以看到二楼的情况，掌柜的柜台也设得挺巧妙的，几乎一抬头就能看到。
en_us: The smile on the concierge's face was as pure as a chrysanthemum. "Sir, where are you trying to go?" Because the inn was built around a courtyard, he could see what was happening on the second floor from the first floor. The concierge's counter was also built in a very clever place, and he could see everything as long as he looked up.

source: 掌柜勤快的将饭菜摆上桌，脸色十分愉悦，将最后一壶茶放上去，他说了一句“请慢用”就步履轻盈的出去了。
en_us: The owner set the dishes on the table energetically, his expression cheerful. Then, he placed a pot of tea on the table, too, bidding them a good meal before leaving with a skip in his step.

source: 掌柜又走的凌霄面前，找了一圈果然也没有发现储物袋，他突然灵机一动，将他们的手拉出来，结果还是什么都没有。
en_us: The owner then walked to Ling Xiao's side and didn't find a magic bag after searching him either. He then had an idea and pulled out their hands, but there was still nothing.

source: 掌柜和两个伙计从地上爬起来，看到这一幕又默默地趴了回去。
en_us: The shopkeeper and two employees had just gotten up off the floor, but upon seeing this, they decided to silently lie back down.

source: 掌柜大吼一声，转身就逃。
en_us: The owner roared, and turned to flee.

source: 掌柜心想应该差不多了，于是就离开了房间。
en_us: The shopkeeper figured that it was probably enough time and left the room.

source: 掌柜提着油灯走上二楼，脚夫踩在上面发出咯吱咯吱的声响，在静悄悄的夜里仿佛被扩大了几百倍一样。
en_us: The shopkeeper carried the lamp up the stairs and as he walked, creaking noise could be heard. In the silence of the night, it was amplified a by hundredth fold.

source: 掌柜摇摇头，“我也觉得奇怪，没有储物袋，也没有空间戒指，那他们的灵晶是从哪里拿出来的？”
en_us: The shopkeeper shook his head. "It's really weird. There's no magic bags, nor any dimension rings. Then where did they put their spirit gems?"

source: 掌柜敲了他脑门一记，“你这颗笨脑袋，他的同伴还留在客栈里，难道他还会留下他的同伴一个人走不成？”
en_us: The concierge knocked him on the head. "This big dumb head of yours. His companion is still in the inn, do you think he'll just leave behind his companion and go off by himself?"

source: 掌柜沉着脸说道：“计划可能要取消了。”
en_us: With a darkened expression, he replied, "We may have to cancel our plan."

source: 掌柜的脸立刻笑得像开化似的，提着油灯就走了。
en_us: Instantly, the shopkeeper smiled as if blooming flower and left with the lamp.

source: 掌柜看着重新关上的房门，菊花脸顿时阴沉下来。
en_us: The concierge watched the door close again, and his smiling face instantly darkened again.

source: 掌柜立刻用手挡住他的动作，虚心的笑道：“客官，就算您现在不饿，等一下饿了也可以吃，不然这宵夜放着也没人吃，怪浪费的。”
en_us: Quickly, the shopkeeper held out his hand to stop him. With a modest smile he said, "Customer, even if you aren't hungry right now, you can have it when you are. Otherwise, there wouldn't be anyone to eat it, and it would be such a waste."

source: 掌柜脸上露出一丝讨好的笑容，放下手上的油灯，将另一只手端着托盘递到他面前：“客官，这是本店送给二位的免费宵夜。”
en_us: The shopkeeper made a smile that was meant to please as he put down his lamp on the floor. He then held out his other hand that had a tray and said, "Customer, this is a free midnight snack from my shop to you."

source: 掌柜脸色一变，低头就看到少年趴在桌边，露出一双又黑又亮的眼睛，正充满笑意的看着他们，在他身边的男人也已经醒了，一只手支着下巴，漫不经心的看着他们，面无表情的模样让他们压力山大。
en_us: The shopkeeper paled, looking down and seeing the young man lying on the table, his eyes black and bright, watching them with a smile. The man next to him had also woken up, supporting his chin with one hand and watching them in boredom. His expressionless face was terrifying.

source: 掌柜见他拒绝也不好勉强，以免让他反感。
en_us: When the concierge saw that he refused, he couldn't just force him either, in order to avoid being disliked.

source: 掌柜让厨娘做了一桌菜，然后亲自送到他们房间里，最重要的是，他要确保两人都吃了才行，不然只有那个少年吃，计划就会失败，而且还会被发现。
en_us: The owner had the cook make a table of food and then he delivered it directly to their room. More importantly, he had to make sure that both of them ate. Otherwise, if only the young man ate. then their plan would fail and they'd be found out.

source: 掌柜说完就率先都到游小默身边，掀起游小默的长袍在他腰间找了一圈，结果到处都没有发现储物袋的踪迹，不禁诧异，“奇怪，怎么没有？”
en_us: The owner then went to You XiaoMo and lifted his robes, looking around his belt. Yet there was so sign of any magic bags. He couldn't help but feel confused. "Weird, where is it?"

source: 掌柜说：“有一个房间的客人对宵夜没兴趣，虽然我送上去了，但是他们十有八九不会喝，没办法将他们放倒对我们的计划会有影响。”
en_us: The shopkeeper said, "One of the customers weren't interested in the snack. Even though I still sent it, it's most likely that they wouldn't eat it. If we can't drug them, they could pose a hindrance to our plan."

source: 掌柜走后，游小默关上门，脸上露出一丝浅笑。
en_us: When the shopkeeper left, You XiaoMo closed the door and let out a light laugh.

source: 掌柜转头对厨娘说道：“接下来就交给你了。”
en_us: Turning to the chef, the shopkeeper said, "Then I'm leaving the rest to you."

source: 掌柜连声应下。
en_us: The owner agreed hurriedly.

source: 掌柜连声应下，然后就下楼张罗了。
en_us: The shopkeeper affirmed (连声应下) and went down to get it prepared.

source: 掌柜送来的两道菜是花生和糖藕片，这种零食他已经很久没吃过了，一不小心就馋到他了。
en_us: The two dishes that the shopkeeper brought was peanuts and sugar lotus slices. (糖藕片) He hadn't eaten these in a long time, that it really got his appetite up.

source: 掌柜陪笑道：“客官，小人想您可能在为同伴的事情烦恼，就为您做了两道小菜，还有一壶小酒，如果您觉得无聊，可以边喝酒边吃东西。”
en_us: With a smile to placate,the shopkeeper said, "Customer, I thought that you may be feeling worried over you're friend there, so I made two side dishes for you and a small bottle of wine. If you feel bored, you can have the wine with something to snack on."

source: 接下来他们准备回中天，离开之前，游小默心想反正是便宜爹自己要粘着他的，那么不物尽其用岂不是太对不起自己了？
en_us: They were preparing to return to Zhong Tian next. Before they left, You XiaoMo thought to himself, since it was his cheap dad who wanted to stick to him of his own will, wouldn't it be letting himself down if he did not make the best use of his dad?

source: 接下来果不其然，最后的竞争者只有雷龙和申老头二人。
en_us: What happened next was just as expected. The final competitors were only these two people, Lei Long and the Geezer Shen.

source: 接下来的时间，游小默不是炼丹就是修炼提升修为。
en_us: You XiaoMo spend the following period of time either refining pills or cultivating.

source: 接待游震天的人时熊笑的大师兄左焱，传说他是圣境之下的最强者，但他并不在十神榜上，因为苍盟的弟子只排通天榜。
en_us: The one receiving You ZhenTian was Xiong Xiao's Eldest Senior Brother Zuo Yan. It is rumored that he is the most powerful practitioner below the Sacred Realm, but he was not on the Ten Gods Ranking as disciples from the Cang Alliance were only ranked on the Tong Tian Rankings.

source: 接着便在滕蛟恐惧的目光下，抬起一条修长的腿重重地朝滕蛟的腹部踹了一脚，那力道绝对不能算小。
en_us: Under Teng Jiao’s fearful gaze, he raised one long leg and kicked out at Teng Jiao’s abdomen. The power behind that kick definitely wasn’t small.

source: 接着凌霄就带他进空间。
en_us: Next, Ling Xiao brought him to his dimension.

source: 接着，五长老便宣布此次混战的得分数。
en_us: Next, the fifth elder announced the points gained in the battle royale.

source: 接过灵丹和灵草，游小默把玉简扔给鲁长老。
en_us: Accepting the magic pill and magic herb, You XiaoMo handed the jade drive to Elder Lu.

source: 接过玉简的人是凌霄，他随意看了一眼，不禁挑下眉，玉简上面并没有禁制，也就是说什么人都能轻易的看到。
en_us: It was Ling Xiao who took the jade drive. He glanced at it casually and couldn't help but raise an eyebrow. The jade drive had no seals on it, meaning that anyone could easily see what's inside.

source: 推门进去，果然看到游小默和凌霄趴在桌边，桌上的饭菜都吃到一半，茶壶被碰倒，茶水顺着桌面流到地上，沾湿了一大片。
en_us: After pushing open the door and entering, they saw You XiaoMo and Ling Xiao collapsed on the table as expected, half of food eaten. The tea pot had been knocked over, and the tea had spilled onto the floor, forming a large damp spot.

source: 搜刮完一个洞府，他立刻赶往下一个目标，完成把游小默的叮嘱抛到脑后。
en_us: After he finished plundering an Immortal’s Cave, he immediately hurried to the next target. He had completely dismissed You XiaoMo's repeated warnings to the back of his mind.

source: 搜索无果，游小默好心情的不再计较，一想到玉简里的东西，他就觉得浑身飘飘然，真是缺什么来什么。
en_us: His search produced no results. On account of his good mood, You XiaoMo did not bother about it anymore. Once he thought of the things inside the jade drive, he felt as if he was walking on air. It was indeed true that whatever one lacked would come around.
